{
  "FULL_STACK_ENGINEER_HTML": "<0>Full-Stack</0> Engineer",
  "MY_EXPERIENCE": "My Experience",
  "GET_IN_TOUCH": "Get in Touch",
  "FULL_STACK_ENGINEER": "Full-Stack Engineer",
  "HOME": "Home",
  "ABOUT_ME": "About Me",
  "EXPERIENCE": "Experience",
  "PROJECTS": "Projects",
  "SKILLS": "Skills",
  "STUDIES": "Studies",
  "CONTACT": "Contact",
  "HELLO_MY_NAME": "Hello, my name is Radu!",
  "ABOUT_ME_1": "I love collaborating on impactful projects, with a particular interest in front-end development and UI/UX.",
  "ABOUT_ME_2": "I am currently seeking a full-stack developer position. If you have an interesting project, feel free to get in touch!",
  "ABOUT_ME_3": "Out of work, I like following motorsports, looking at the latest gadgets, and playing with my cat.",
  "EXPERIENCE_1_TITLE": "Software Engineer Assistant",
  "EXPERIENCE_1_1": "Maintenance of an application having over 70 contributors. Facilitated the addition of new features through the migration from Angular to React and the implementation of reusable architectures.",
  "EXPERIENCE_1_2": "Internationalization of the interface to meet the demands of APAC region clients.",
  "EXPERIENCE_2_TITLE": "Front-End Migration",
  "EXPERIENCE_2_1": "Implementation of a new front-end architecture through the migration from Vue2 to Vue3 and the addition of TypeScript.",
  "EXPERIENCE_2_2": "Simplified the addition of new features through code restructuring.",
  "EXPERIENCE_3_TITLE": "Research Assistant",
  "EXPERIENCE_3_1": "As a member of the Logistics Systems department, I developed Python scripts to process LiDAR data for autonomous robots.",
  "EXPERIENCE_3_2": "As part of a project to improve city traffic with 5G, I modified a remote-controlled car using Arduino to follow marked paths on the ground.",
  "EXPERIENCE_4_TITLE": "Medical Application Enhancement",
  "EXPERIENCE_4_1": "Added a form creation tool used for monitoring cancer patients. The tool allows the customisation of forms based on cancer type and patient.",
  "EXPERIENCE_4_2": "Added a dashboard for easy tracking by providing optimal visualisation of essential data.",
  "MY_PROJECTS_HTML": "My <0>Projects</0>",
  "MORE_INFO": "More Info",
  "PROJECT_1_TITLE": "Portfolio",
  "PROJECT_1_1": "The site you are currently on, coded in React and TypeScript.",
  "PROJECT_1_2": "The style and animations use SCSS and Framer Motion.",
  "PROJECT_2_TITLE": "Job Search Application",
  "PROJECT_2_1": "Application allowing users to post job offers and apply for them.",
  "PROJECT_2_2": "The application is structured into micro-services such as authentication, profile management, or job offer management.",
  "PROJECT_2_3": "The back-end is coded in Java Spring Boot with a React front-end.",
  "PROJECT_3_TITLE": "Web and Mobile Cooking Application",
  "PROJECT_3_1": "The application allows creating recipes that can be reused in other recipes.",
  "PROJECT_3_2": "An ingredient stock management system calculates the cost of meals.",
  "PROJECT_3_3": "The application is available as a web application, using React, as well as a mobile application, developed using Swift and SwiftUI.",
  "GITHUB_REPO": "GitHub Repo",
  "SKILL_1_TITLE": "Front-End",
  "SKILL_2_TITLE": "Back-End",
  "SKILL_3_TITLE": "Databases",
  "SKILL_4_TITLE": "Tools",
  "ENGINEERING_DEGREE": "Engineering Degree <br/> in Computer Science",
  "STUDIES_1": "My studies allowed me to explore various aspects of computer science, such as web development, IoT, software engineering, and databases.",
  "STUDIES_2": "This comprehensive view has given me great flexibility to easily adapt to various projects.",
  "SCHOOL_WEBSITE": "School Website",
  "LETS_GET_IN_TOUCH": "Get in Touch",
  "ADDRESS": "Address",
  "NAME": "Name",
  "SEND": "Send",
  "ERROR_RETRY": "There was an error. Retry."
}
