{
  "FULL_STACK_ENGINEER_HTML": "Ingénieur <0>Full-Stack</0>",
  "MY_EXPERIENCE": "Mon Expérience",
  "GET_IN_TOUCH": "Prendre Contact",
  "FULL_STACK_ENGINEER": "Ingénieur Full-Stack",
  "HOME": "Accueil",
  "ABOUT_ME": "A Propos De Moi",
  "EXPERIENCE": "Expérience",
  "PROJECTS": "Projets",
  "SKILLS": "Compétences",
  "STUDIES": "Etudes",
  "CONTACT": "Contact",
  "HELLO_MY_NAME": "Bonjour, je m'appelle Radu!",
  "ABOUT_ME_1": "J'adore collaborer sur des projets ayant un impact. J'ai une affection particulière pour le développement front-end et l'UI/UX.",
  "ABOUT_ME_2": "Je suis actuellement à la recherche d'un poste de développeur full-stack. Si vous avez un projet intéressant, n'hésitez pas à me contacter!",
  "ABOUT_ME_3": "En dehors du travail, j'aime suivre les sports mécaniques, découvrirles derniers gadgets et jouer avec mon chat.",
  "EXPERIENCE_1_TITLE": "Software Engineer Assistant",
  "EXPERIENCE_1_1": "Maintenance d'une application ayant plus de 70 contributeurs. Facilitation de l'ajout de nouvelles fonctionnalités grâce à une migration d'Angular vers React et la mise en place d'architectures réutilisables.",
  "EXPERIENCE_1_2": "Internationalisation de l'interface afin de répondre à la demande des clients de la région APAC.",
  "EXPERIENCE_2_TITLE": "Migration Front-End",
  "EXPERIENCE_2_1": "Mise en place d'une nouvelle architecture front-end grâce à la migration de Vue2 vers Vue3 et l'ajout de TypeScript.",
  "EXPERIENCE_2_2": "Simplification de l'ajout de nouvelles fonctionnalités grâce à une restructuration du code.",
  "EXPERIENCE_3_TITLE": "Assistant de Recherche",
  "EXPERIENCE_3_1": "En tant que membre du département des Systèmes Logistiques, j'ai élaboré des scripts Python visant à traiter des données LiDAR pour des robots autonomes.",
  "EXPERIENCE_3_2": "Dans le cadre d'un projet visant à améliorer la circulation en ville grâce à la 5G, j'ai modifié une voiture télécommandée à l'aide d'un Arduino pour suive des trajets marqués au sol.",
  "EXPERIENCE_4_TITLE": "Amélioration Application Médicale",
  "EXPERIENCE_4_1": "Ajout d'un outil permettant de créer des formulaires de suivi pour des patients atteints du cancer. L'outil permet de personnaliser les formulaires en fonction du type de cancer et du patient.",
  "EXPERIENCE_4_2": "L'ajout d'un tableau de bord facilite le suivi en offrant une visualisation optimale des données essentielles.",
  "MY_PROJECTS_HTML": "Mes <0>Projets</0>",
  "MORE_INFO": "Plus d'infos",
  "PROJECT_1_TITLE": "Portfolio",
  "PROJECT_1_1": "Le site sur lequel vous vous trouvez actuellement, codé en React et TypeScript.",
  "PROJECT_1_2": "Le style et les animations utilisent SCSS et Framer Motion.",
  "PROJECT_2_TITLE": "Application recherche d'emploi",
  "PROJECT_2_1": "Application permettant aux utilisateurs de publier des offres d'emploi et de postuler à celles-ci.",
  "PROJECT_2_2": "L'application est structurée en micro-services comme par exemple l'autentification la gestion des profils ou la gestion des offres d'emploi.",
  "PROJECT_2_3": "Le back-end est codé en Java Spring Boot avec un front-end React.",
  "PROJECT_3_TITLE": "Application culinaire web et mobile",
  "PROJECT_3_1": "L'application permet de créer des recettes pouvant être réutilisées au sein d'autres recettes.",
  "PROJECT_3_2": "Un système de gestion des stocks d'ingrédients permet de calculer le coût des repas.",
  "PROJECT_3_3": "L'application est disponible sous forme d'application web, utilisant React, ainsi que sous forme d'application mobile, développée en utilisant Swift et SwiftUI.",
  "GITHUB_REPO": "Repo GitHub",
  "SKILL_1_TITLE": "Front-End",
  "SKILL_2_TITLE": "Back-End",
  "SKILL_3_TITLE": "Bases de Données",
  "SKILL_4_TITLE": "Outils",
  "ENGINEERING_DEGREE": "Diplôme d'Ingénieur <br /> en Informatique",
  "STUDIES_1": "Mes études m'ont permis de découvrir les différentes facettes de l'informatique, comme le développement web, l'IoT, le génie logiciel ou les bases de données.",
  "STUDIES_2": "Cette vision globale m'a doté d'une grande flexibilité pour m'adapter aisément à divers projets.",
  "SCHOOL_WEBSITE": "Site école",
  "LETS_GET_IN_TOUCH": "Prenons contact",
  "ADDRESS": "Adresse",
  "NAME": "Nom",
  "SEND": "Envoyer",
  "ERROR_RETRY": "Il y a eu une erreur. Réessayer."
}
